7767517
296 325
Input            data             0 1 data 0=640 1=640 2=3
Split            splitncnn_0      1 6 data data_splitncnn_0 data_splitncnn_1 data_splitncnn_2 data_splitncnn_3 data_splitncnn_4 data_splitncnn_5
Convolution      Conv             1 1 data_splitncnn_5 Conv 0=32 1=3 2=1 3=2 4=1 5=0 6=864
BatchNorm        Conv/bn          1 1 Conv Conv_Conv/bn 0=32
Scale            Conv/scale       1 1 Conv_Conv/bn Conv_Conv/scale 0=32 1=1
ReLU             Conv/relu        1 1 Conv_Conv/scale Conv_Conv/relu
ConvolutionDepthWise conv/depthwise   1 1 Conv_Conv/relu conv/depthwise 0=32 1=3 2=1 3=1 4=1 5=0 6=288 7=32
BatchNorm        conv/depthwise/bn 1 1 conv/depthwise conv/depthwise_conv/depthwise/bn 0=32
Scale            conv/depthwise/scale 1 1 conv/depthwise_conv/depthwise/bn conv/depthwise_conv/depthwise/scale 0=32 1=1
ReLU             conv/depthwise/relu 1 1 conv/depthwise_conv/depthwise/scale conv/depthwise_conv/depthwise/relu
Convolution      conv/project     1 1 conv/depthwise_conv/depthwise/relu conv/project 0=16 1=1 2=1 3=1 4=0 5=0 6=512
BatchNorm        conv/project/bn  1 1 conv/project conv/project_conv/project/bn 0=16
Scale            conv/project/scale 1 1 conv/project_conv/project/bn conv/project_conv/project/scale 0=16 1=1
Convolution      conv_1/expand    1 1 conv/project_conv/project/scale conv_1/expand 0=96 1=1 2=1 3=1 4=0 5=0 6=1536
BatchNorm        conv_1/expand/bn 1 1 conv_1/expand conv_1/expand_conv_1/expand/bn 0=96
Scale            conv_1/expand/scale 1 1 conv_1/expand_conv_1/expand/bn conv_1/expand_conv_1/expand/scale 0=96 1=1
ReLU             conv_1/expand/relu 1 1 conv_1/expand_conv_1/expand/scale conv_1/expand_conv_1/expand/relu
ConvolutionDepthWise conv_1/depthwise 1 1 conv_1/expand_conv_1/expand/relu conv_1/depthwise 0=96 1=3 2=1 3=1 4=1 5=0 6=864 7=96
BatchNorm        conv_1/depthwise/bn 1 1 conv_1/depthwise conv_1/depthwise_conv_1/depthwise/bn 0=96
Scale            conv_1/depthwise/scale 1 1 conv_1/depthwise_conv_1/depthwise/bn conv_1/depthwise_conv_1/depthwise/scale 0=96 1=1
ReLU             conv_1/depthwise/relu 1 1 conv_1/depthwise_conv_1/depthwise/scale conv_1/depthwise_conv_1/depthwise/relu
Convolution      conv_1/project   1 1 conv_1/depthwise_conv_1/depthwise/relu conv_1/project 0=24 1=1 2=1 3=1 4=0 5=0 6=2304
BatchNorm        conv_1/project/bn 1 1 conv_1/project conv_1/project_conv_1/project/bn 0=24
Scale            conv_1/project/scale 1 1 conv_1/project_conv_1/project/bn conv_1/project_conv_1/project/scale 0=24 1=1
Split            splitncnn_1      1 2 conv_1/project_conv_1/project/scale conv_1/project_conv_1/project/scale_splitncnn_0 conv_1/project_conv_1/project/scale_splitncnn_1
Convolution      conv_2/expand    1 1 conv_1/project_conv_1/project/scale_splitncnn_1 conv_2/expand 0=144 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        conv_2/expand/bn 1 1 conv_2/expand conv_2/expand_conv_2/expand/bn 0=144
Scale            conv_2/expand/scale 1 1 conv_2/expand_conv_2/expand/bn conv_2/expand_conv_2/expand/scale 0=144 1=1
ReLU             conv_2/expand/relu 1 1 conv_2/expand_conv_2/expand/scale conv_2/expand_conv_2/expand/relu
ConvolutionDepthWise conv_2/depthwise 1 1 conv_2/expand_conv_2/expand/relu conv_2/depthwise 0=144 1=3 2=1 3=1 4=1 5=0 6=1296 7=144
BatchNorm        conv_2/depthwise/bn 1 1 conv_2/depthwise conv_2/depthwise_conv_2/depthwise/bn 0=144
Scale            conv_2/depthwise/scale 1 1 conv_2/depthwise_conv_2/depthwise/bn conv_2/depthwise_conv_2/depthwise/scale 0=144 1=1
ReLU             conv_2/depthwise/relu 1 1 conv_2/depthwise_conv_2/depthwise/scale conv_2/depthwise_conv_2/depthwise/relu
Convolution      conv_2/project   1 1 conv_2/depthwise_conv_2/depthwise/relu conv_2/project 0=24 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        conv_2/project/bn 1 1 conv_2/project conv_2/project_conv_2/project/bn 0=24
Scale            conv_2/project/scale 1 1 conv_2/project_conv_2/project/bn conv_2/project_conv_2/project/scale 0=24 1=1
Eltwise          conv_2/sum       2 1 conv_1/project_conv_1/project/scale_splitncnn_0 conv_2/project_conv_2/project/scale conv_2 0=1 -23301=0
Convolution      conv_3/expand    1 1 conv_2 conv_3/expand 0=144 1=1 2=1 3=1 4=0 5=0 6=3456
BatchNorm        conv_3/expand/bn 1 1 conv_3/expand conv_3/expand_conv_3/expand/bn 0=144
Scale            conv_3/expand/scale 1 1 conv_3/expand_conv_3/expand/bn conv_3/expand_conv_3/expand/scale 0=144 1=1
ReLU             conv_3/expand/relu 1 1 conv_3/expand_conv_3/expand/scale conv_3/expand_conv_3/expand/relu
ConvolutionDepthWise conv_3/depthwise 1 1 conv_3/expand_conv_3/expand/relu conv_3/depthwise 0=144 1=3 2=1 3=2 4=1 5=0 6=1296 7=144
BatchNorm        conv_3/depthwise/bn 1 1 conv_3/depthwise conv_3/depthwise_conv_3/depthwise/bn 0=144
Scale            conv_3/depthwise/scale 1 1 conv_3/depthwise_conv_3/depthwise/bn conv_3/depthwise_conv_3/depthwise/scale 0=144 1=1
ReLU             conv_3/depthwise/relu 1 1 conv_3/depthwise_conv_3/depthwise/scale conv_3/depthwise_conv_3/depthwise/relu
Convolution      conv_3/project   1 1 conv_3/depthwise_conv_3/depthwise/relu conv_3/project 0=32 1=1 2=1 3=1 4=0 5=0 6=4608
BatchNorm        conv_3/project/bn 1 1 conv_3/project conv_3/project_conv_3/project/bn 0=32
Scale            conv_3/project/scale 1 1 conv_3/project_conv_3/project/bn conv_3/project_conv_3/project/scale 0=32 1=1
Split            splitncnn_2      1 2 conv_3/project_conv_3/project/scale conv_3/project_conv_3/project/scale_splitncnn_0 conv_3/project_conv_3/project/scale_splitncnn_1
Convolution      conv_4/expand    1 1 conv_3/project_conv_3/project/scale_splitncnn_1 conv_4/expand 0=192 1=1 2=1 3=1 4=0 5=0 6=6144
BatchNorm        conv_4/expand/bn 1 1 conv_4/expand conv_4/expand_conv_4/expand/bn 0=192
Scale            conv_4/expand/scale 1 1 conv_4/expand_conv_4/expand/bn conv_4/expand_conv_4/expand/scale 0=192 1=1
ReLU             conv_4/expand/relu 1 1 conv_4/expand_conv_4/expand/scale conv_4/expand_conv_4/expand/relu
ConvolutionDepthWise conv_4/depthwise 1 1 conv_4/expand_conv_4/expand/relu conv_4/depthwise 0=192 1=3 2=1 3=1 4=1 5=0 6=1728 7=192
BatchNorm        conv_4/depthwise/bn 1 1 conv_4/depthwise conv_4/depthwise_conv_4/depthwise/bn 0=192
Scale            conv_4/depthwise/scale 1 1 conv_4/depthwise_conv_4/depthwise/bn conv_4/depthwise_conv_4/depthwise/scale 0=192 1=1
ReLU             conv_4/depthwise/relu 1 1 conv_4/depthwise_conv_4/depthwise/scale conv_4/depthwise_conv_4/depthwise/relu
Convolution      conv_4/project   1 1 conv_4/depthwise_conv_4/depthwise/relu conv_4/project 0=32 1=1 2=1 3=1 4=0 5=0 6=6144
BatchNorm        conv_4/project/bn 1 1 conv_4/project conv_4/project_conv_4/project/bn 0=32
Scale            conv_4/project/scale 1 1 conv_4/project_conv_4/project/bn conv_4/project_conv_4/project/scale 0=32 1=1
Eltwise          conv_4/sum       2 1 conv_3/project_conv_3/project/scale_splitncnn_0 conv_4/project_conv_4/project/scale conv_4 0=1 -23301=0
Split            splitncnn_3      1 2 conv_4 conv_4_splitncnn_0 conv_4_splitncnn_1
Convolution      conv_5/expand    1 1 conv_4_splitncnn_1 conv_5/expand 0=192 1=1 2=1 3=1 4=0 5=0 6=6144
BatchNorm        conv_5/expand/bn 1 1 conv_5/expand conv_5/expand_conv_5/expand/bn 0=192
Scale            conv_5/expand/scale 1 1 conv_5/expand_conv_5/expand/bn conv_5/expand_conv_5/expand/scale 0=192 1=1
ReLU             conv_5/expand/relu 1 1 conv_5/expand_conv_5/expand/scale conv_5/expand_conv_5/expand/relu
ConvolutionDepthWise conv_5/depthwise 1 1 conv_5/expand_conv_5/expand/relu conv_5/depthwise 0=192 1=3 2=1 3=1 4=1 5=0 6=1728 7=192
BatchNorm        conv_5/depthwise/bn 1 1 conv_5/depthwise conv_5/depthwise_conv_5/depthwise/bn 0=192
Scale            conv_5/depthwise/scale 1 1 conv_5/depthwise_conv_5/depthwise/bn conv_5/depthwise_conv_5/depthwise/scale 0=192 1=1
ReLU             conv_5/depthwise/relu 1 1 conv_5/depthwise_conv_5/depthwise/scale conv_5/depthwise_conv_5/depthwise/relu
Convolution      conv_5/project   1 1 conv_5/depthwise_conv_5/depthwise/relu conv_5/project 0=32 1=1 2=1 3=1 4=0 5=0 6=6144
BatchNorm        conv_5/project/bn 1 1 conv_5/project conv_5/project_conv_5/project/bn 0=32
Scale            conv_5/project/scale 1 1 conv_5/project_conv_5/project/bn conv_5/project_conv_5/project/scale 0=32 1=1
Eltwise          conv_5/sum       2 1 conv_4_splitncnn_0 conv_5/project_conv_5/project/scale conv_5 0=1 -23301=0
Convolution      conv_6/expand    1 1 conv_5 conv_6/expand 0=192 1=1 2=1 3=1 4=0 5=0 6=6144
BatchNorm        conv_6/expand/bn 1 1 conv_6/expand conv_6/expand_conv_6/expand/bn 0=192
Scale            conv_6/expand/scale 1 1 conv_6/expand_conv_6/expand/bn conv_6/expand_conv_6/expand/scale 0=192 1=1
ReLU             conv_6/expand/relu 1 1 conv_6/expand_conv_6/expand/scale conv_6/expand_conv_6/expand/relu
ConvolutionDepthWise conv_6/depthwise 1 1 conv_6/expand_conv_6/expand/relu conv_6/depthwise 0=192 1=3 2=1 3=2 4=1 5=0 6=1728 7=192
BatchNorm        conv_6/depthwise/bn 1 1 conv_6/depthwise conv_6/depthwise_conv_6/depthwise/bn 0=192
Scale            conv_6/depthwise/scale 1 1 conv_6/depthwise_conv_6/depthwise/bn conv_6/depthwise_conv_6/depthwise/scale 0=192 1=1
ReLU             conv_6/depthwise/relu 1 1 conv_6/depthwise_conv_6/depthwise/scale conv_6/depthwise_conv_6/depthwise/relu
Convolution      conv_6/project   1 1 conv_6/depthwise_conv_6/depthwise/relu conv_6/project 0=64 1=1 2=1 3=1 4=0 5=0 6=12288
BatchNorm        conv_6/project/bn 1 1 conv_6/project conv_6/project_conv_6/project/bn 0=64
Scale            conv_6/project/scale 1 1 conv_6/project_conv_6/project/bn conv_6/project_conv_6/project/scale 0=64 1=1
Split            splitncnn_4      1 2 conv_6/project_conv_6/project/scale conv_6/project_conv_6/project/scale_splitncnn_0 conv_6/project_conv_6/project/scale_splitncnn_1
Convolution      conv_7/expand    1 1 conv_6/project_conv_6/project/scale_splitncnn_1 conv_7/expand 0=384 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_7/expand/bn 1 1 conv_7/expand conv_7/expand_conv_7/expand/bn 0=384
Scale            conv_7/expand/scale 1 1 conv_7/expand_conv_7/expand/bn conv_7/expand_conv_7/expand/scale 0=384 1=1
ReLU             conv_7/expand/relu 1 1 conv_7/expand_conv_7/expand/scale conv_7/expand_conv_7/expand/relu
ConvolutionDepthWise conv_7/depthwise 1 1 conv_7/expand_conv_7/expand/relu conv_7/depthwise 0=384 1=3 2=1 3=1 4=1 5=0 6=3456 7=384
BatchNorm        conv_7/depthwise/bn 1 1 conv_7/depthwise conv_7/depthwise_conv_7/depthwise/bn 0=384
Scale            conv_7/depthwise/scale 1 1 conv_7/depthwise_conv_7/depthwise/bn conv_7/depthwise_conv_7/depthwise/scale 0=384 1=1
ReLU             conv_7/depthwise/relu 1 1 conv_7/depthwise_conv_7/depthwise/scale conv_7/depthwise_conv_7/depthwise/relu
Convolution      conv_7/project   1 1 conv_7/depthwise_conv_7/depthwise/relu conv_7/project 0=64 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_7/project/bn 1 1 conv_7/project conv_7/project_conv_7/project/bn 0=64
Scale            conv_7/project/scale 1 1 conv_7/project_conv_7/project/bn conv_7/project_conv_7/project/scale 0=64 1=1
Eltwise          conv_7/sum       2 1 conv_6/project_conv_6/project/scale_splitncnn_0 conv_7/project_conv_7/project/scale conv_7 0=1 -23301=0
Split            splitncnn_5      1 2 conv_7 conv_7_splitncnn_0 conv_7_splitncnn_1
Convolution      conv_8/expand    1 1 conv_7_splitncnn_1 conv_8/expand 0=384 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_8/expand/bn 1 1 conv_8/expand conv_8/expand_conv_8/expand/bn 0=384
Scale            conv_8/expand/scale 1 1 conv_8/expand_conv_8/expand/bn conv_8/expand_conv_8/expand/scale 0=384 1=1
ReLU             conv_8/expand/relu 1 1 conv_8/expand_conv_8/expand/scale conv_8/expand_conv_8/expand/relu
ConvolutionDepthWise conv_8/depthwise 1 1 conv_8/expand_conv_8/expand/relu conv_8/depthwise 0=384 1=3 2=1 3=1 4=1 5=0 6=3456 7=384
BatchNorm        conv_8/depthwise/bn 1 1 conv_8/depthwise conv_8/depthwise_conv_8/depthwise/bn 0=384
Scale            conv_8/depthwise/scale 1 1 conv_8/depthwise_conv_8/depthwise/bn conv_8/depthwise_conv_8/depthwise/scale 0=384 1=1
ReLU             conv_8/depthwise/relu 1 1 conv_8/depthwise_conv_8/depthwise/scale conv_8/depthwise_conv_8/depthwise/relu
Convolution      conv_8/project   1 1 conv_8/depthwise_conv_8/depthwise/relu conv_8/project 0=64 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_8/project/bn 1 1 conv_8/project conv_8/project_conv_8/project/bn 0=64
Scale            conv_8/project/scale 1 1 conv_8/project_conv_8/project/bn conv_8/project_conv_8/project/scale 0=64 1=1
Eltwise          conv_8/sum       2 1 conv_7_splitncnn_0 conv_8/project_conv_8/project/scale conv_8 0=1 -23301=0
Split            splitncnn_6      1 2 conv_8 conv_8_splitncnn_0 conv_8_splitncnn_1
Convolution      conv_9/expand    1 1 conv_8_splitncnn_1 conv_9/expand 0=384 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_9/expand/bn 1 1 conv_9/expand conv_9/expand_conv_9/expand/bn 0=384
Scale            conv_9/expand/scale 1 1 conv_9/expand_conv_9/expand/bn conv_9/expand_conv_9/expand/scale 0=384 1=1
ReLU             conv_9/expand/relu 1 1 conv_9/expand_conv_9/expand/scale conv_9/expand_conv_9/expand/relu
ConvolutionDepthWise conv_9/depthwise 1 1 conv_9/expand_conv_9/expand/relu conv_9/depthwise 0=384 1=3 2=1 3=1 4=1 5=0 6=3456 7=384
BatchNorm        conv_9/depthwise/bn 1 1 conv_9/depthwise conv_9/depthwise_conv_9/depthwise/bn 0=384
Scale            conv_9/depthwise/scale 1 1 conv_9/depthwise_conv_9/depthwise/bn conv_9/depthwise_conv_9/depthwise/scale 0=384 1=1
ReLU             conv_9/depthwise/relu 1 1 conv_9/depthwise_conv_9/depthwise/scale conv_9/depthwise_conv_9/depthwise/relu
Convolution      conv_9/project   1 1 conv_9/depthwise_conv_9/depthwise/relu conv_9/project 0=64 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_9/project/bn 1 1 conv_9/project conv_9/project_conv_9/project/bn 0=64
Scale            conv_9/project/scale 1 1 conv_9/project_conv_9/project/bn conv_9/project_conv_9/project/scale 0=64 1=1
Eltwise          conv_9/sum       2 1 conv_8_splitncnn_0 conv_9/project_conv_9/project/scale conv_9 0=1 -23301=0
Convolution      conv_10/expand   1 1 conv_9 conv_10/expand 0=384 1=1 2=1 3=1 4=0 5=0 6=24576
BatchNorm        conv_10/expand/bn 1 1 conv_10/expand conv_10/expand_conv_10/expand/bn 0=384
Scale            conv_10/expand/scale 1 1 conv_10/expand_conv_10/expand/bn conv_10/expand_conv_10/expand/scale 0=384 1=1
ReLU             conv_10/expand/relu 1 1 conv_10/expand_conv_10/expand/scale conv_10/expand_conv_10/expand/relu
ConvolutionDepthWise conv_10/depthwise 1 1 conv_10/expand_conv_10/expand/relu conv_10/depthwise 0=384 1=3 2=1 3=1 4=1 5=0 6=3456 7=384
BatchNorm        conv_10/depthwise/bn 1 1 conv_10/depthwise conv_10/depthwise_conv_10/depthwise/bn 0=384
Scale            conv_10/depthwise/scale 1 1 conv_10/depthwise_conv_10/depthwise/bn conv_10/depthwise_conv_10/depthwise/scale 0=384 1=1
ReLU             conv_10/depthwise/relu 1 1 conv_10/depthwise_conv_10/depthwise/scale conv_10/depthwise_conv_10/depthwise/relu
Convolution      conv_10/project  1 1 conv_10/depthwise_conv_10/depthwise/relu conv_10/project 0=96 1=1 2=1 3=1 4=0 5=0 6=36864
BatchNorm        conv_10/project/bn 1 1 conv_10/project conv_10/project_conv_10/project/bn 0=96
Scale            conv_10/project/scale 1 1 conv_10/project_conv_10/project/bn conv_10/project_conv_10/project/scale 0=96 1=1
Split            splitncnn_7      1 2 conv_10/project_conv_10/project/scale conv_10/project_conv_10/project/scale_splitncnn_0 conv_10/project_conv_10/project/scale_splitncnn_1
Convolution      conv_11/expand   1 1 conv_10/project_conv_10/project/scale_splitncnn_1 conv_11/expand 0=576 1=1 2=1 3=1 4=0 5=0 6=55296
BatchNorm        conv_11/expand/bn 1 1 conv_11/expand conv_11/expand_conv_11/expand/bn 0=576
Scale            conv_11/expand/scale 1 1 conv_11/expand_conv_11/expand/bn conv_11/expand_conv_11/expand/scale 0=576 1=1
ReLU             conv_11/expand/relu 1 1 conv_11/expand_conv_11/expand/scale conv_11/expand_conv_11/expand/relu
ConvolutionDepthWise conv_11/depthwise 1 1 conv_11/expand_conv_11/expand/relu conv_11/depthwise 0=576 1=3 2=1 3=1 4=1 5=0 6=5184 7=576
BatchNorm        conv_11/depthwise/bn 1 1 conv_11/depthwise conv_11/depthwise_conv_11/depthwise/bn 0=576
Scale            conv_11/depthwise/scale 1 1 conv_11/depthwise_conv_11/depthwise/bn conv_11/depthwise_conv_11/depthwise/scale 0=576 1=1
ReLU             conv_11/depthwise/relu 1 1 conv_11/depthwise_conv_11/depthwise/scale conv_11/depthwise_conv_11/depthwise/relu
Convolution      conv_11/project  1 1 conv_11/depthwise_conv_11/depthwise/relu conv_11/project 0=96 1=1 2=1 3=1 4=0 5=0 6=55296
BatchNorm        conv_11/project/bn 1 1 conv_11/project conv_11/project_conv_11/project/bn 0=96
Scale            conv_11/project/scale 1 1 conv_11/project_conv_11/project/bn conv_11/project_conv_11/project/scale 0=96 1=1
Eltwise          conv_11/sum      2 1 conv_10/project_conv_10/project/scale_splitncnn_0 conv_11/project_conv_11/project/scale conv_11 0=1 -23301=0
Split            splitncnn_8      1 2 conv_11 conv_11_splitncnn_0 conv_11_splitncnn_1
Convolution      conv_12/expand   1 1 conv_11_splitncnn_1 conv_12/expand 0=576 1=1 2=1 3=1 4=0 5=0 6=55296
BatchNorm        conv_12/expand/bn 1 1 conv_12/expand conv_12/expand_conv_12/expand/bn 0=576
Scale            conv_12/expand/scale 1 1 conv_12/expand_conv_12/expand/bn conv_12/expand_conv_12/expand/scale 0=576 1=1
ReLU             conv_12/expand/relu 1 1 conv_12/expand_conv_12/expand/scale conv_12/expand_conv_12/expand/relu
ConvolutionDepthWise conv_12/depthwise 1 1 conv_12/expand_conv_12/expand/relu conv_12/depthwise 0=576 1=3 2=1 3=1 4=1 5=0 6=5184 7=576
BatchNorm        conv_12/depthwise/bn 1 1 conv_12/depthwise conv_12/depthwise_conv_12/depthwise/bn 0=576
Scale            conv_12/depthwise/scale 1 1 conv_12/depthwise_conv_12/depthwise/bn conv_12/depthwise_conv_12/depthwise/scale 0=576 1=1
ReLU             conv_12/depthwise/relu 1 1 conv_12/depthwise_conv_12/depthwise/scale conv_12/depthwise_conv_12/depthwise/relu
Convolution      conv_12/project  1 1 conv_12/depthwise_conv_12/depthwise/relu conv_12/project 0=96 1=1 2=1 3=1 4=0 5=0 6=55296
BatchNorm        conv_12/project/bn 1 1 conv_12/project conv_12/project_conv_12/project/bn 0=96
Scale            conv_12/project/scale 1 1 conv_12/project_conv_12/project/bn conv_12/project_conv_12/project/scale 0=96 1=1
Eltwise          conv_12/sum      2 1 conv_11_splitncnn_0 conv_12/project_conv_12/project/scale conv_12 0=1 -23301=0
Convolution      conv_13/expand   1 1 conv_12 conv_13/expand 0=576 1=1 2=1 3=1 4=0 5=0 6=55296
BatchNorm        conv_13/expand/bn 1 1 conv_13/expand conv_13/expand_conv_13/expand/bn 0=576
Scale            conv_13/expand/scale 1 1 conv_13/expand_conv_13/expand/bn conv_13/expand_conv_13/expand/scale 0=576 1=1
ReLU             conv_13/expand/relu 1 1 conv_13/expand_conv_13/expand/scale conv_13/expand_conv_13/expand/relu
Split            splitncnn_9      1 4 conv_13/expand_conv_13/expand/relu conv_13/expand_conv_13/expand/relu_splitncnn_0 conv_13/expand_conv_13/expand/relu_splitncnn_1 conv_13/expand_conv_13/expand/relu_splitncnn_2 conv_13/expand_conv_13/expand/relu_splitncnn_3
ConvolutionDepthWise conv_13/depthwise 1 1 conv_13/expand_conv_13/expand/relu_splitncnn_3 conv_13/depthwise 0=576 1=3 2=1 3=2 4=1 5=0 6=5184 7=576
BatchNorm        conv_13/depthwise/bn 1 1 conv_13/depthwise conv_13/depthwise_conv_13/depthwise/bn 0=576
Scale            conv_13/depthwise/scale 1 1 conv_13/depthwise_conv_13/depthwise/bn conv_13/depthwise_conv_13/depthwise/scale 0=576 1=1
ReLU             conv_13/depthwise/relu 1 1 conv_13/depthwise_conv_13/depthwise/scale conv_13/depthwise_conv_13/depthwise/relu
Convolution      conv_13/project  1 1 conv_13/depthwise_conv_13/depthwise/relu conv_13/project 0=160 1=1 2=1 3=1 4=0 5=0 6=92160
BatchNorm        conv_13/project/bn 1 1 conv_13/project conv_13/project_conv_13/project/bn 0=160
Scale            conv_13/project/scale 1 1 conv_13/project_conv_13/project/bn conv_13/project_conv_13/project/scale 0=160 1=1
Split            splitncnn_10     1 2 conv_13/project_conv_13/project/scale conv_13/project_conv_13/project/scale_splitncnn_0 conv_13/project_conv_13/project/scale_splitncnn_1
Convolution      conv_14/expand   1 1 conv_13/project_conv_13/project/scale_splitncnn_1 conv_14/expand 0=960 1=1 2=1 3=1 4=0 5=0 6=153600
BatchNorm        conv_14/expand/bn 1 1 conv_14/expand conv_14/expand_conv_14/expand/bn 0=960
Scale            conv_14/expand/scale 1 1 conv_14/expand_conv_14/expand/bn conv_14/expand_conv_14/expand/scale 0=960 1=1
ReLU             conv_14/expand/relu 1 1 conv_14/expand_conv_14/expand/scale conv_14/expand_conv_14/expand/relu
ConvolutionDepthWise conv_14/depthwise 1 1 conv_14/expand_conv_14/expand/relu conv_14/depthwise 0=960 1=3 2=1 3=1 4=1 5=0 6=8640 7=960
BatchNorm        conv_14/depthwise/bn 1 1 conv_14/depthwise conv_14/depthwise_conv_14/depthwise/bn 0=960
Scale            conv_14/depthwise/scale 1 1 conv_14/depthwise_conv_14/depthwise/bn conv_14/depthwise_conv_14/depthwise/scale 0=960 1=1
ReLU             conv_14/depthwise/relu 1 1 conv_14/depthwise_conv_14/depthwise/scale conv_14/depthwise_conv_14/depthwise/relu
Convolution      conv_14/project  1 1 conv_14/depthwise_conv_14/depthwise/relu conv_14/project 0=160 1=1 2=1 3=1 4=0 5=0 6=153600
BatchNorm        conv_14/project/bn 1 1 conv_14/project conv_14/project_conv_14/project/bn 0=160
Scale            conv_14/project/scale 1 1 conv_14/project_conv_14/project/bn conv_14/project_conv_14/project/scale 0=160 1=1
Eltwise          conv_14/sum      2 1 conv_13/project_conv_13/project/scale_splitncnn_0 conv_14/project_conv_14/project/scale conv_14 0=1 -23301=0
Split            splitncnn_11     1 2 conv_14 conv_14_splitncnn_0 conv_14_splitncnn_1
Convolution      conv_15/expand   1 1 conv_14_splitncnn_1 conv_15/expand 0=960 1=1 2=1 3=1 4=0 5=0 6=153600
BatchNorm        conv_15/expand/bn 1 1 conv_15/expand conv_15/expand_conv_15/expand/bn 0=960
Scale            conv_15/expand/scale 1 1 conv_15/expand_conv_15/expand/bn conv_15/expand_conv_15/expand/scale 0=960 1=1
ReLU             conv_15/expand/relu 1 1 conv_15/expand_conv_15/expand/scale conv_15/expand_conv_15/expand/relu
ConvolutionDepthWise conv_15/depthwise 1 1 conv_15/expand_conv_15/expand/relu conv_15/depthwise 0=960 1=3 2=1 3=1 4=1 5=0 6=8640 7=960
BatchNorm        conv_15/depthwise/bn 1 1 conv_15/depthwise conv_15/depthwise_conv_15/depthwise/bn 0=960
Scale            conv_15/depthwise/scale 1 1 conv_15/depthwise_conv_15/depthwise/bn conv_15/depthwise_conv_15/depthwise/scale 0=960 1=1
ReLU             conv_15/depthwise/relu 1 1 conv_15/depthwise_conv_15/depthwise/scale conv_15/depthwise_conv_15/depthwise/relu
Convolution      conv_15/project  1 1 conv_15/depthwise_conv_15/depthwise/relu conv_15/project 0=160 1=1 2=1 3=1 4=0 5=0 6=153600
BatchNorm        conv_15/project/bn 1 1 conv_15/project conv_15/project_conv_15/project/bn 0=160
Scale            conv_15/project/scale 1 1 conv_15/project_conv_15/project/bn conv_15/project_conv_15/project/scale 0=160 1=1
Eltwise          conv_15/sum      2 1 conv_14_splitncnn_0 conv_15/project_conv_15/project/scale conv_15 0=1 -23301=0
Convolution      conv_16/expand   1 1 conv_15 conv_16/expand 0=960 1=1 2=1 3=1 4=0 5=0 6=153600
BatchNorm        conv_16/expand/bn 1 1 conv_16/expand conv_16/expand_conv_16/expand/bn 0=960
Scale            conv_16/expand/scale 1 1 conv_16/expand_conv_16/expand/bn conv_16/expand_conv_16/expand/scale 0=960 1=1
ReLU             conv_16/expand/relu 1 1 conv_16/expand_conv_16/expand/scale conv_16/expand_conv_16/expand/relu
ConvolutionDepthWise conv_16/depthwise 1 1 conv_16/expand_conv_16/expand/relu conv_16/depthwise 0=960 1=3 2=1 3=1 4=1 5=0 6=8640 7=960
BatchNorm        conv_16/depthwise/bn 1 1 conv_16/depthwise conv_16/depthwise_conv_16/depthwise/bn 0=960
Scale            conv_16/depthwise/scale 1 1 conv_16/depthwise_conv_16/depthwise/bn conv_16/depthwise_conv_16/depthwise/scale 0=960 1=1
ReLU             conv_16/depthwise/relu 1 1 conv_16/depthwise_conv_16/depthwise/scale conv_16/depthwise_conv_16/depthwise/relu
Convolution      conv_16/project  1 1 conv_16/depthwise_conv_16/depthwise/relu conv_16/project 0=320 1=1 2=1 3=1 4=0 5=0 6=307200
BatchNorm        conv_16/project/bn 1 1 conv_16/project conv_16/project_conv_16/project/bn 0=320
Scale            conv_16/project/scale 1 1 conv_16/project_conv_16/project/bn conv_16/project_conv_16/project/scale 0=320 1=1
Convolution      Conv_1           1 1 conv_16/project_conv_16/project/scale Conv_1 0=1280 1=1 2=1 3=1 4=0 5=0 6=409600
BatchNorm        Conv_1/bn        1 1 Conv_1 Conv_1_Conv_1/bn 0=1280
Scale            Conv_1/scale     1 1 Conv_1_Conv_1/bn Conv_1_Conv_1/scale 0=1280 1=1
ReLU             Conv_1/relu      1 1 Conv_1_Conv_1/scale Conv_1_Conv_1/relu
Split            splitncnn_12     1 4 Conv_1_Conv_1/relu Conv_1_Conv_1/relu_splitncnn_0 Conv_1_Conv_1/relu_splitncnn_1 Conv_1_Conv_1/relu_splitncnn_2 Conv_1_Conv_1/relu_splitncnn_3
Convolution      layer_19_1_2     1 1 Conv_1_Conv_1/relu_splitncnn_3 layer_19_1_2 0=256 1=1 2=1 3=1 4=0 5=0 6=327680
BatchNorm        layer_19_1_2/bn  1 1 layer_19_1_2 layer_19_1_2_layer_19_1_2/bn 0=256
Scale            layer_19_1_2/scale 1 1 layer_19_1_2_layer_19_1_2/bn layer_19_1_2_layer_19_1_2/scale 0=256 1=1
ReLU             layer_19_1_2/relu 1 1 layer_19_1_2_layer_19_1_2/scale layer_19_1_2_layer_19_1_2/relu
ConvolutionDepthWise layer_19_2_2/depthwise 1 1 layer_19_1_2_layer_19_1_2/relu layer_19_2_2/depthwise 0=256 1=3 2=1 3=2 4=1 5=0 6=2304 7=256
BatchNorm        layer_19_2_2/depthwise/bn 1 1 layer_19_2_2/depthwise layer_19_2_2/depthwise_layer_19_2_2/depthwise/bn 0=256
Scale            layer_19_2_2/depthwise/scale 1 1 layer_19_2_2/depthwise_layer_19_2_2/depthwise/bn layer_19_2_2/depthwise_layer_19_2_2/depthwise/scale 0=256 1=1
ReLU             layer_19_2_2/depthwise/relu 1 1 layer_19_2_2/depthwise_layer_19_2_2/depthwise/scale layer_19_2_2/depthwise_layer_19_2_2/depthwise/relu
Convolution      layer_19_2_2     1 1 layer_19_2_2/depthwise_layer_19_2_2/depthwise/relu layer_19_2_2 0=512 1=1 2=1 3=1 4=0 5=0 6=131072
BatchNorm        layer_19_2_2/bn  1 1 layer_19_2_2 layer_19_2_2_layer_19_2_2/bn 0=512
Scale            layer_19_2_2/scale 1 1 layer_19_2_2_layer_19_2_2/bn layer_19_2_2_layer_19_2_2/scale 0=512 1=1
ReLU             layer_19_2_2/relu 1 1 layer_19_2_2_layer_19_2_2/scale layer_19_2_2_layer_19_2_2/relu
Split            splitncnn_13     1 4 layer_19_2_2_layer_19_2_2/relu layer_19_2_2_layer_19_2_2/relu_splitncnn_0 layer_19_2_2_layer_19_2_2/relu_splitncnn_1 layer_19_2_2_layer_19_2_2/relu_splitncnn_2 layer_19_2_2_layer_19_2_2/relu_splitncnn_3
Convolution      layer_19_1_3     1 1 layer_19_2_2_layer_19_2_2/relu_splitncnn_3 layer_19_1_3 0=128 1=1 2=1 3=1 4=0 5=0 6=65536
BatchNorm        layer_19_1_3/bn  1 1 layer_19_1_3 layer_19_1_3_layer_19_1_3/bn 0=128
Scale            layer_19_1_3/scale 1 1 layer_19_1_3_layer_19_1_3/bn layer_19_1_3_layer_19_1_3/scale 0=128 1=1
ReLU             layer_19_1_3/relu 1 1 layer_19_1_3_layer_19_1_3/scale layer_19_1_3_layer_19_1_3/relu
ConvolutionDepthWise layer_19_2_3/depthwise 1 1 layer_19_1_3_layer_19_1_3/relu layer_19_2_3/depthwise 0=128 1=3 2=1 3=2 4=1 5=0 6=1152 7=128
BatchNorm        layer_19_2_3/depthwise/bn 1 1 layer_19_2_3/depthwise layer_19_2_3/depthwise_layer_19_2_3/depthwise/bn 0=128
Scale            layer_19_2_3/depthwise/scale 1 1 layer_19_2_3/depthwise_layer_19_2_3/depthwise/bn layer_19_2_3/depthwise_layer_19_2_3/depthwise/scale 0=128 1=1
ReLU             layer_19_2_3/depthwise/relu 1 1 layer_19_2_3/depthwise_layer_19_2_3/depthwise/scale layer_19_2_3/depthwise_layer_19_2_3/depthwise/relu
Convolution      layer_19_2_3     1 1 layer_19_2_3/depthwise_layer_19_2_3/depthwise/relu layer_19_2_3 0=256 1=1 2=1 3=1 4=0 5=0 6=32768
BatchNorm        layer_19_2_3/bn  1 1 layer_19_2_3 layer_19_2_3_layer_19_2_3/bn 0=256
Scale            layer_19_2_3/scale 1 1 layer_19_2_3_layer_19_2_3/bn layer_19_2_3_layer_19_2_3/scale 0=256 1=1
ReLU             layer_19_2_3/relu 1 1 layer_19_2_3_layer_19_2_3/scale layer_19_2_3_layer_19_2_3/relu
Split            splitncnn_14     1 4 layer_19_2_3_layer_19_2_3/relu layer_19_2_3_layer_19_2_3/relu_splitncnn_0 layer_19_2_3_layer_19_2_3/relu_splitncnn_1 layer_19_2_3_layer_19_2_3/relu_splitncnn_2 layer_19_2_3_layer_19_2_3/relu_splitncnn_3
Convolution      layer_19_1_4     1 1 layer_19_2_3_layer_19_2_3/relu_splitncnn_3 layer_19_1_4 0=128 1=1 2=1 3=1 4=0 5=0 6=32768
BatchNorm        layer_19_1_4/bn  1 1 layer_19_1_4 layer_19_1_4_layer_19_1_4/bn 0=128
Scale            layer_19_1_4/scale 1 1 layer_19_1_4_layer_19_1_4/bn layer_19_1_4_layer_19_1_4/scale 0=128 1=1
ReLU             layer_19_1_4/relu 1 1 layer_19_1_4_layer_19_1_4/scale layer_19_1_4_layer_19_1_4/relu
ConvolutionDepthWise layer_19_2_4/depthwise 1 1 layer_19_1_4_layer_19_1_4/relu layer_19_2_4/depthwise 0=128 1=3 2=1 3=2 4=1 5=0 6=1152 7=128
BatchNorm        layer_19_2_4/depthwise/bn 1 1 layer_19_2_4/depthwise layer_19_2_4/depthwise_layer_19_2_4/depthwise/bn 0=128
Scale            layer_19_2_4/depthwise/scale 1 1 layer_19_2_4/depthwise_layer_19_2_4/depthwise/bn layer_19_2_4/depthwise_layer_19_2_4/depthwise/scale 0=128 1=1
ReLU             layer_19_2_4/depthwise/relu 1 1 layer_19_2_4/depthwise_layer_19_2_4/depthwise/scale layer_19_2_4/depthwise_layer_19_2_4/depthwise/relu
Convolution      layer_19_2_4     1 1 layer_19_2_4/depthwise_layer_19_2_4/depthwise/relu layer_19_2_4 0=256 1=1 2=1 3=1 4=0 5=0 6=32768
BatchNorm        layer_19_2_4/bn  1 1 layer_19_2_4 layer_19_2_4_layer_19_2_4/bn 0=256
Scale            layer_19_2_4/scale 1 1 layer_19_2_4_layer_19_2_4/bn layer_19_2_4_layer_19_2_4/scale 0=256 1=1
ReLU             layer_19_2_4/relu 1 1 layer_19_2_4_layer_19_2_4/scale layer_19_2_4_layer_19_2_4/relu
Split            splitncnn_15     1 3 layer_19_2_4_layer_19_2_4/relu layer_19_2_4_layer_19_2_4/relu_splitncnn_0 layer_19_2_4_layer_19_2_4/relu_splitncnn_1 layer_19_2_4_layer_19_2_4/relu_splitncnn_2
Convolution      conv_13/expand_mbox_loc_ 1 1 conv_13/expand_conv_13/expand/relu_splitncnn_2 conv_13/expand_mbox_loc_ 0=8 1=3 2=1 3=1 4=1 5=1 6=41472
Permute          conv_13/expand_mbox_loc__perm 1 1 conv_13/expand_mbox_loc_ conv_13/expand_mbox_loc__perm 0=3
Flatten          conv_13/expand_mbox_loc__flat 1 1 conv_13/expand_mbox_loc__perm conv_13/expand_mbox_loc__flat
Convolution      conv_13/expand_mbox_conf_ 1 1 conv_13/expand_conv_13/expand/relu_splitncnn_1 conv_13/expand_mbox_conf_ 0=4 1=3 2=1 3=1 4=1 5=1 6=20736
Permute          conv_13/expand_mbox_conf__perm 1 1 conv_13/expand_mbox_conf_ conv_13/expand_mbox_conf__perm 0=3
Flatten          conv_13/expand_mbox_conf__flat 1 1 conv_13/expand_mbox_conf__perm conv_13/expand_mbox_conf__flat
PriorBox         conv_13/expand_mbox_priorbox 2 1 conv_13/expand_conv_13/expand/relu_splitncnn_0 data_splitncnn_4 conv_13/expand_mbox_priorbox -23300=2,16.000000,32.000000 -23301=0 -23302=0 3=0.100000 4=0.100000 5=0.200000 6=0.200000 7=0 8=0 9=-233 10=-233 11=8.000000 12=8.000000 13=0.500000
Convolution      Conv_1_mbox_loc_ 1 1 Conv_1_Conv_1/relu_splitncnn_2 Conv_1_mbox_loc_ 0=4 1=3 2=1 3=1 4=1 5=1 6=46080
Permute          Conv_1_mbox_loc__perm 1 1 Conv_1_mbox_loc_ Conv_1_mbox_loc__perm 0=3
Flatten          Conv_1_mbox_loc__flat 1 1 Conv_1_mbox_loc__perm Conv_1_mbox_loc__flat
Convolution      Conv_1_mbox_conf_ 1 1 Conv_1_Conv_1/relu_splitncnn_1 Conv_1_mbox_conf_ 0=2 1=3 2=1 3=1 4=1 5=1 6=23040
Permute          Conv_1_mbox_conf__perm 1 1 Conv_1_mbox_conf_ Conv_1_mbox_conf__perm 0=3
Flatten          Conv_1_mbox_conf__flat 1 1 Conv_1_mbox_conf__perm Conv_1_mbox_conf__flat
PriorBox         Conv_1_mbox_priorbox 2 1 Conv_1_Conv_1/relu_splitncnn_0 data_splitncnn_3 Conv_1_mbox_priorbox -23300=1,64.000000 -23301=0 -23302=0 3=0.100000 4=0.100000 5=0.200000 6=0.200000 7=0 8=0 9=-233 10=-233 11=16.000000 12=16.000000 13=0.500000
Convolution      layer_19_2_2_mbox_loc_ 1 1 layer_19_2_2_layer_19_2_2/relu_splitncnn_2 layer_19_2_2_mbox_loc_ 0=4 1=3 2=1 3=1 4=1 5=1 6=18432
Permute          layer_19_2_2_mbox_loc__perm 1 1 layer_19_2_2_mbox_loc_ layer_19_2_2_mbox_loc__perm 0=3
Flatten          layer_19_2_2_mbox_loc__flat 1 1 layer_19_2_2_mbox_loc__perm layer_19_2_2_mbox_loc__flat
Convolution      layer_19_2_2_mbox_conf_ 1 1 layer_19_2_2_layer_19_2_2/relu_splitncnn_1 layer_19_2_2_mbox_conf_ 0=2 1=3 2=1 3=1 4=1 5=1 6=9216
Permute          layer_19_2_2_mbox_conf__perm 1 1 layer_19_2_2_mbox_conf_ layer_19_2_2_mbox_conf__perm 0=3
Flatten          layer_19_2_2_mbox_conf__flat 1 1 layer_19_2_2_mbox_conf__perm layer_19_2_2_mbox_conf__flat
PriorBox         layer_19_2_2_mbox_priorbox 2 1 layer_19_2_2_layer_19_2_2/relu_splitncnn_0 data_splitncnn_2 layer_19_2_2_mbox_priorbox -23300=1,128.000000 -23301=0 -23302=0 3=0.100000 4=0.100000 5=0.200000 6=0.200000 7=0 8=0 9=-233 10=-233 11=32.000000 12=32.000000 13=0.500000
Convolution      layer_19_2_3_mbox_loc_ 1 1 layer_19_2_3_layer_19_2_3/relu_splitncnn_2 layer_19_2_3_mbox_loc_ 0=4 1=3 2=1 3=1 4=1 5=1 6=9216
Permute          layer_19_2_3_mbox_loc__perm 1 1 layer_19_2_3_mbox_loc_ layer_19_2_3_mbox_loc__perm 0=3
Flatten          layer_19_2_3_mbox_loc__flat 1 1 layer_19_2_3_mbox_loc__perm layer_19_2_3_mbox_loc__flat
Convolution      layer_19_2_3_mbox_conf_ 1 1 layer_19_2_3_layer_19_2_3/relu_splitncnn_1 layer_19_2_3_mbox_conf_ 0=2 1=3 2=1 3=1 4=1 5=1 6=4608
Permute          layer_19_2_3_mbox_conf__perm 1 1 layer_19_2_3_mbox_conf_ layer_19_2_3_mbox_conf__perm 0=3
Flatten          layer_19_2_3_mbox_conf__flat 1 1 layer_19_2_3_mbox_conf__perm layer_19_2_3_mbox_conf__flat
PriorBox         layer_19_2_3_mbox_priorbox 2 1 layer_19_2_3_layer_19_2_3/relu_splitncnn_0 data_splitncnn_1 layer_19_2_3_mbox_priorbox -23300=1,256.000000 -23301=0 -23302=0 3=0.100000 4=0.100000 5=0.200000 6=0.200000 7=0 8=0 9=-233 10=-233 11=64.000000 12=64.000000 13=0.500000
Convolution      layer_19_2_4_mbox_loc_ 1 1 layer_19_2_4_layer_19_2_4/relu_splitncnn_2 layer_19_2_4_mbox_loc_ 0=4 1=3 2=1 3=1 4=1 5=1 6=9216
Permute          layer_19_2_4_mbox_loc__perm 1 1 layer_19_2_4_mbox_loc_ layer_19_2_4_mbox_loc__perm 0=3
Flatten          layer_19_2_4_mbox_loc__flat 1 1 layer_19_2_4_mbox_loc__perm layer_19_2_4_mbox_loc__flat
Convolution      layer_19_2_4_mbox_conf_ 1 1 layer_19_2_4_layer_19_2_4/relu_splitncnn_1 layer_19_2_4_mbox_conf_ 0=2 1=3 2=1 3=1 4=1 5=1 6=4608
Permute          layer_19_2_4_mbox_conf__perm 1 1 layer_19_2_4_mbox_conf_ layer_19_2_4_mbox_conf__perm 0=3
Flatten          layer_19_2_4_mbox_conf__flat 1 1 layer_19_2_4_mbox_conf__perm layer_19_2_4_mbox_conf__flat
PriorBox         layer_19_2_4_mbox_priorbox 2 1 layer_19_2_4_layer_19_2_4/relu_splitncnn_0 data_splitncnn_0 layer_19_2_4_mbox_priorbox -23300=1,512.000000 -23301=0 -23302=0 3=0.100000 4=0.100000 5=0.200000 6=0.200000 7=0 8=0 9=-233 10=-233 11=128.000000 12=128.000000 13=0.500000
Concat           mbox_loc_        5 1 conv_13/expand_mbox_loc__flat Conv_1_mbox_loc__flat layer_19_2_2_mbox_loc__flat layer_19_2_3_mbox_loc__flat layer_19_2_4_mbox_loc__flat mbox_loc_ 0=0
Concat           mbox_conf_       5 1 conv_13/expand_mbox_conf__flat Conv_1_mbox_conf__flat layer_19_2_2_mbox_conf__flat layer_19_2_3_mbox_conf__flat layer_19_2_4_mbox_conf__flat mbox_conf_ 0=0
Concat           mbox_priorbox    5 1 conv_13/expand_mbox_priorbox Conv_1_mbox_priorbox layer_19_2_2_mbox_priorbox layer_19_2_3_mbox_priorbox layer_19_2_4_mbox_priorbox mbox_priorbox 0=1
Reshape          mbox_conf_reshape 1 1 mbox_conf_ mbox_conf_reshape 0=2 1=-1 2=0 3=0
Sigmoid          mbox_conf_sigmoid 1 1 mbox_conf_reshape mbox_conf_sigmoid
Flatten          mbox_conf_flatten 1 1 mbox_conf_sigmoid mbox_conf_flatten
DetectionOutput  detection_out    3 1 mbox_loc_ mbox_conf_flatten mbox_priorbox detection_out 0=2 1=0.300000 2=5000 3=750 4=0.050000
